OdDAI.DaiException.op_Assign(OdDAI.DaiException!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Assignment operator for the DaiException class.
\returns
Reference to this DaiException object.

OdDAI.DaiException.#ctor(OdDAI.DaiException!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Copy constructor for the DaiException class.